Repository: OpenDevelopmentMekong/ckanext-odm_agreement
Catalog: ckanext/odm_agreement/i18n/*.po
Languages: lo

source: Contract Name
lo: ຊື່ສັນຍາ

source: Objective
lo: ຈຸດປະສົງ

source: Participating share
lo: ຫຸ້ນບູລິມະສິດຊະນິດຮ່ວມ

source: Contracting Parties
lo: ສັນຍາຜູ້ຖືຮູ້ນ

source: Concession/License name
lo: ຊື່ໃບອະນຸຍາດ/ສຳປະທານ

source: Disclosure Mode
lo: ຮູບແບບການເປີດເຜີຍຂໍ້ມູນ

source: LandMatrix deal No.
lo: ເລກທີຂອງການຕົກລົງໃນ LandMatrix

source: Document reference no.
lo: ເລກອ້າງອີງເອກະສານ

source: Amendment to agreement
lo: ການແກ້ໄຂຂໍ້ຕົກລົງ

source: Short notes of change
lo: ບັນທຶກຫຍໍ້ກ່ຽວກັບການປ່ຽນແປງ

source: Signature date
lo: ວັນທີລົງລາຍເຊັນ

source: Related documents
lo: ເອກະສານທີ່ກ່ຽວຂ້ອງ

source: Links to source
lo: ລິ່ງໄປຫາແຫ່ຼງຂໍ້ມູນ

source: Granted area
lo: ເນື້ອທີ່ອະນຸມັດ

source: Contract term
lo: ຂໍ້ກຳນົດຂອງສັນຍາ

source: Payment for concession fees ($/hectare)
lo: ການຈ່າຍຄ່າສຳປະທານ ($/ເຮັກຕາ)

source: Guaranty deposit for contract implementation ($/hectare)
lo: ຄ່າມັດຈຳສຳລັບການຈັດຕັ້ງປະຕິບັດສັນຍາ ($/ເຮັກຕາ)

source: Land use planning (hectare)
lo: ການວາງແຜນນຳໃຊ້ທີ່ດິນ (ເຮັດຕາ)

source: Party's obligation in the implementation of the project
lo: ພັນທະຂອງຄູ່ສັນຍາໃນການຈັດຕັ້ງປະຕິບັດໂຄງການ

source: Job creation summary
lo: ສະຫຼຸບການສ້າງວຽກງານ

source: Number of created jobs
lo: ຈຳນວນວຽກງານທີ່ສ້າງຂຶ້ນ

source: Training summary
lo: ສະຫຼຸບການຝຶກອົບຮົມ

source: Fund allocation for training
lo: ການຈັດສັນງົບປະມານເພື່ອຝຶກອົບຮົມ

source: Environmental protection
lo: ການປົກປັກຮັກສາສິ່ງແວດລ້ອມ

source: Socio-cultural protection
lo: ການປົກປັກຮັກສາວັດທະນະທຳສັງຄົມ

source: Fiscal duties summary
lo: ສະຫຼຸບກ່ຽວກັບຄວາມຮັບຜິດຊອບດ້ານການເງິນ

source: Total amount of fiscal duties
lo: ຈຳນວນພາສີອາກອນ

source: Environmental impact assessment (EIA)
lo: ການປະເມີນຜົນກະທົບຕໍ່ສິ່ງແວດລ້ອມ (EIA)

source: Environmental fund summary
lo: ສະຫຼຸບກ່ຽວກັບກອງທຶນສິ່ງແວດລ້ອມ

source: Total amount of environmental funds
lo: ຈຳນວນທຶນສິ່ງແວດລ້ອມ

source: Suspension and/or revocation or termination
lo: ການໂຈະ ແລະ/ຫຼື ການຖອນ ຫຼື ການສິ້ນສຸດ

source: Province(s)
lo: ແຂວງ

source: Yes
lo: ແມ່ນ

source: No
lo: ບໍ່ແມ່ນ

source: Unclear copyright
lo: ລິຂະສິດບໍຈະແຈ້ງ

source: To be determined
lo: ຍັງບໍ່ທັນໄດ້ກຳນົດເທື່ອ

source: Keywords
lo: ຄຳສັບທີ່ສຳຄັນ

source: Date modified
lo: ວັນທີແກ້ໄຂ

source: Main title
lo: ຊື່ຫຼັກ

source: eg. my-dataset
lo: ເຊັ່ນ my-dataset

source: Abstract or summary of book or article
lo: ບົດສະຫຼຸບຫຍໍ້ ຫຼື ບົດສະຫຼຸບຂອງປຶ້ມ ຫຼື ບົດຄວາມ

source: The geographic area that the dataset is relevant to (i.e. Cambodia, Laos).
lo: ພື້ນທີ່ທາງພູມສາດທີ່ຊຸດຂໍ້ມູນກ່ຽວຂ້ອງ (ເຊັ່ນ ກຳປູເຈຍ, ລາວ)

source: e.g. economy, mental health, government
lo: ເຊັ່ນ ເສດຖະກິດ, ສຸຂະພາບຈິດ, ລັດຖະບານ

source: Comma separated values with following format: company1, % company2, % company3, %
lo: ໝາຍຈຸດເພື່ອແຍກຄ່າຕາມຮູບແບບຕໍ່ໄປນີ້: ບໍລິສັດ1, % ບໍລິສັດ2, % ບໍລິສັດ3, %

source: The jurisdictional agency responsible for the enforcing and implementing the (law) legal document.
lo: ອົງການຕຸລາການມີໜ້າທີ່ຮັບຜິດຊອບໃນການບັງຄັບ ແລະ ຈັດຕັ້ງປະຕິບັດທາງກົດໝາຍ

source: The concession or license name, is meant for the name of the license area or block which is covered by the contract.
lo: ຊື່ໃບສຳປະທານ ຫຼື ໃບອະນຸຍາດ ໝາຍເຖິງຊື່ຂອງພື້ນທີ່ທີ່ໄດ້ຮັບອະນຸຍາດ ຫຼື ພື້ນທີ່ທີ່ໄດ້ຮັບການຄຸ້ມຄອງໂດຍສັນຍາ.

source: Unknown default if not listed on the document.
lo: ຖ້າບໍ່ໄດ້ລະບຸໄວ້ໃນເອກະສານ ຈະຖືກໃສ່ວ່າບໍ່ຮູ້ ໂດຍອັດຕະໂນມັດ

source: Look up land matrix number.
lo: ເບິ່ງເລກ land matrix

source: A few sentences describing legal considerations for people who access the website and/or use its contents.
lo: ອະທິບາຍ 2-3 ປະໂຫຍກກ່ຽວກັບຂໍ້ພິຈາລະນາທາງດ້ານກົດໝາຍສຳລັບຜູ້ທີ່ເຂົ້າ ແລະ/ຫຼື ນຳໃຊ້ເນື້ອໃນຂອງເວັບໄຊ

source: Version of publication
lo: ສະບັບຂອງສິ່ງພິມ

source: Language(s) of the dataset, including resources within dataset.
lo: ພາສາຂອງຊຸດຂໍ້ມູນ ລວມທັງແຫຼ່ງຂອງຊຸດຂໍ້ມູນ

source: Date a new version or update of the dataset was created.
lo: ວັນທີສຳລັບຂໍ້ມູນແບບໃໝ່ ຫຼື ປັບປຸງໃໝ່ຖືກສ້າງຂື້ນ

source: Date a new version or update of the dataset was uploaded.
lo: ວັນທີທີ່ຊຸດຂໍ້ມູນແບບໃໝ່ ຫຼື ປັບປຸງໃໝ່ຖືກອັບໂຫລດ

source: The province(s) this dataset relates to
lo: ແຂວງທີ່ຊຸດຂໍ້ມູນກ່ຽວຂ້ອງ

source: Information about how up-to-date the metadata is and who is responsible for maintaining it.
lo: ຂໍ້ມູນກ່ຽວກັບຄວາມທັນສະໄໝຂອງ metadata ແລະ ຜູ້ຮັບຜິດຊອບໃນການຮັກສາ

source: Only if the document is an amendent or annex
lo: ພຽງແຕ່ຖ້າຫາກເອກະສານເປັນສະບັບປັບປຸງ ຫຼື ເປັນເອກະສານຊ້ອນທ້າຍ

source: Official URLs where the document is made available.
lo: ລິ່ງ URL ທີ່ເປັນທາງການທີ່ມີເອກະສານຢູ່

source: Contact information for the individual or organization that is responsible for or most knowledgeable about the dataset. This could be the author of a report, the contact information for the relevant department of an organization that produced a report, or the data analyst, mapper or researcher that produced a dataset or report.
lo: ຂໍ້ມູນຕິດຕໍ່ຂອງບຸກຄົນ ຫຼື ອົງການຈັດຕັ້ງທີ່ຮັບຜິດຊອບ ຫຼື ມີຄວາມຮູ້ກ່ຽວກັບຊຸດຂໍ້ມູນນີ້ຫຼາຍທີ່ສຸດ. ອາດຈະເປັນຜູ້ຂຽນຂອງບົດລາຍງານໃດໜຶ່ງ ຫຼື ຂໍ້ມູນຕິດຕໍ່ຂອງພະແນກ ຫຼື ອົງການຈັດຕັ້ງທີ່ກ່ຽວຂ້ອງທີ່ຂຽນບົດລາຍງານ ຫຼື ວິເຄາະຂໍ້ມູນ, ຜູ້ສ້າງແຜນທີ່ ຫຼື ນັກຄົ້ນຄວ້າທີ່ສ້າງຊຸດຂໍ້ມູນ ຫຼື ບົດລາຍງານ.

source: in hectares
lo: ເປັນເຮັດຕາ

source: Period of time, please specify unit below.
lo: ຊ່ວງເວລາ, ກະລຸນາລະບຸຫົວໜ່ວຍຢູ່ຂ້າງລຸ່ມ.

source: Comma separated values with following format: Year 1, $5 Year 2, $7 Year 3, $9
lo: ໝາຍຈຸດເພື່ອແຍກຄ່າຕາມຮູບແບບຕໍ່ໄປນີ້: ປີທີ 1, $5 ປີທີ 2, $7 ປີທີ 3, $9

source: in USD
lo: ເປັນໂດລາສະຫະລັດ

source: Comma separated values with following format: Year 1, 1000 Year 2, 2000 Year 3, 3000
lo: ໝາຍຈຸດເພື່ອແຍກຄ່າຕາມຮູບແບບຕໍ່ໄປນີ້: ປີທີ 1, 1000 ປີທີ 2, 2000 ປີທີ 3, 3000

source: Short summary of the general obligations for the private company
lo: ສະຫຼຸບຫຍໍ້ກ່ຽວກັບພັນທະທົ່ວໄປສຳລັບບໍລິສັດເອກະຊົນ

source: Obligations of the private company in recruiting local people for work, instead of foreigners.
lo: ພັນທະຂອງບໍລິສັດເອກະຊົນໃນການຈ້າງແຮງງານທ້ອງຖິ່ນ, ແທນທີ່ຈະຈ້າງແຮງງານຕ່າງປະເທດ.

source: Figures can be mentioned occasionally
lo: ຮູບສາມາດກ່າວເຖິງໄດ້ເປັນບາງຄັ້ງຄາວ

source: Obligations of the private company in recruting local people for work, instead of foreigners. If there is no technical staff from the local people, they shall be guided by foreigner technical staff; or financial resource allocation shall be planed and implemented.
lo: ພັນທະຂອງບໍລິສັດເອກະຊົນໃນການຈ້າງແຮງງານທ້ອງຖິ່ນ, ແທນທີ່ຈະຈ້າງແຮງງານຕ່າງປະເທດ. ຖ້າຫາກບໍ່ມີພະນັກງານວິຊາການຈາກແຮງງານທ້ອງຖິ່ນ, ສາມາດຈ້າງພະນັກງານວິຊາການຕ່າງປະເທດ; ຫຼື ມີການວາງແຜນ ແລະ ຈັດຕັ້ງປະຕິບັດການຈັດສັນຊັບພະຍາກອນທາງດ້ານການເງິນ.​

source: in USD/year
lo: ເປັນໂດລາສະຫະລັດ/ປີ

source: The private company has obligations to mitigate the environmental impact of its project implementation to the maximum. Any logging activities are banned. Recommendations from the relevant authorities shall be condisered thoughtly.
lo: ບໍລິສັດເອກະຊົນ ມີພັນທະໃນການຫຼຸດຜ່ອນຜົນກະທົບຕໍ່ສິ່ງແວດລ້ອມ ຈາກການຈັດຕັ້ງປະຕິບັດໂຄງການໃຫ້ຫຼາຍທີ່ສຸດ. ຫ້າມມີການຕັດໄມ້ທຸກປະເພດ. ຄວນພິຈາລະນາຄໍາແນະນໍາ ຈາກອໍານາດການປົກຄອງທີ່ກ່ຽວຂ້ອງຢ່າງຖີ່ຖ້ວນ.

source: Obligations of the private companies in the relocation and restoration of the people livelihood, and no harmful activities to the people"s livelihood and culture. Eg, the company is taking care on the livehood of the workers and their familities: residence, hopital, schools (ELCs). The compay shall not make any harms to the heritage sites, and spiritual areas (mining).
lo: ພັນທະຂອງບໍລິສັດເອກະຊົນໃນການຍົກຍ້າຍ ແລະ ຟື້ນຟູຊີວິດການເປັນຢູ່ຂອງປະຊາຊົນ ແລະ ບໍ່ໃຫ້ມີກິດຈະກຳທີ່ທຳລາຍຊີວິດການເປັນຢູ່ ແລະ ວັດທະນະທຳຂອງປະຊາຊົນ. ຕົວຢ່າງ ບໍລິສັດເບິ່ງແຍງຊີວິດການເປັນຢູ່ຂອງພະນັກງານ ແລະ ຄອບຄົວຂອງເຂົາເຈົ້າ: ທີ່ຢູ່ອາໄສ, ໂຮງໝໍ, ໂຮງຮຽນ (ELCs). ບໍ່ໃຫ້ບໍລິສັດທຳລາຍພື້ນທີ່ສຳຄັນທາງດ້ານມໍລະດົກ ແລະ ພື້ນທີ່ສັກສິດ (ບໍ່ແຮ່).

source: The private company has obligations to pay tax to the state. In general, there is no figure.
lo: ບໍລິສັດເອກະຊົນມີພັນທະໃນການຈ່າຍພາສີໃຫ້ລັດ. ໂດຍທົ່ວໄປ ແມ່ນບໍ່ມີຕົວເລກ.

source: Company"s obligations to comply with planning for mining feasibility and restoration planning (of the nature, especially land in the area). In some case, if it is mentioned, EIA with a particular date may be left here.
lo: ພັນທະຂອງບໍລິສັດທີ່ຕ້ອງປະຕິບັດຕາມແຜນການສຳລັບການສຶກສາຄວາມເປັນໄປໄດ້ຂອງຂະແໜງບໍ່ແຮ່ ແລະ ແຜນການຟື້ນຟູ (ທຳມະຊາດ, ໂດຍສະເພາະດິນຢູ່ພື້ນທີ່ນັ້ນ). ໃນບາງກໍລະນີ, ຖ້າຫາກກ່າວເຖິງ ການປະເມີນຜົນກະທົບສິ່ງແວດລ້ອມ ທີ່ບົ່ງບອກວັນທີໃດໜຶ່ງ ອາດຈະລະບຸໄວ້ຢູ່ບ່ອນນີ້.

source: Activities of the area and nature/environment preservation and restoration, and how funding is managed and spent.
lo: ກິດຈະກຳຕ່າງໆທີ່ຢູ່ພື້ນທີ່ນັ້ນ ແລະ ການປົກປັກຮັກສາທຳມະຊາດ/ສິ່ງແວດລ້ອມ ແລະ ການຟື້ນຟູ, ແລະ ການຄຸ້ມຄອງທຶນ ແລະ ການໃຊ້ຈ່າຍ.

source: Suspension and/or revocation of the mining licenses when certain conditions are met. Termination of the contract (ELCs) may take place on a part of or the entire project upon the agreement of the party or the sole previledge of the state.
lo: ການໂຈະ ແລະ/ຫຼື ຍົກເລີກໃບອະນຸຍາດຂຸດຄົ້ນບໍ່ແຮ່ ເມື່ອຄົບຕາມເງື່ອນໄຂທີ່ກຳນົດໄວ້. ການສິ້ນສຸດສັນຍາ (ELCs) ອາດຈະເກີດຂຶ້ນໃນສ່ວນໜຶ່ງ ຫຼື ທັງໝົດຂອງໂຄງການ ຕາມຂໍ້ຕົກລົງຂອງຄູ່ສັນຍາ ຫຼື ຂອງລັດພຽງຝ່າຍດຽວ.

source: Link to Profile map ID for map or concession coordinates. eg. https://opendevelopmentcambodia.net/profiles/economic-land-concessions/?feature_id=elc_gdc_10
lo: ລິ້ງເພື່ອໄປຫາເລກແຜນທີ່ຂໍ້ມູນລວມສຳລັບແຜນທີ່ ຫຼື ຈຸດພິກັດຂອງພື້ນທີ່ສຳປະທານ. ຕົວຢ່າງ: https://opendevelopmentcambodia.net/profiles/economic-land-concessions/?feature_id=elc_gdc_10

source: e.g Tong_Min_Group_Engineering__21.06.2011.pdf
lo: ຕົວຢ່າງ: Tong_Min_Group_Engineering__21.06.2011.pdf

source: eg. January 2011 Gold Prices
lo: ຕົວຢ່າງ: ລາຄາຄຳເດືອນມັງກອນ 2011

source: Some useful notes about the data
lo: ບົດບັນທຶກທີ່ເປັນປະໂຫຍດກ່ຽວກັບຂໍ້ມູນ

source: Language(s) of the resource.
lo: ພາສາຂອງແຫຼ່ງຂໍ້ມູນ

source: Contract
lo: ສັນຍາ

source: Contract Amendment
lo: ການແກ້ໄຂສັນຍາ

source: Contract Annex
lo: ເອກະສານອ້າງອີງຂອງສັນຍາ

source: Contract Farming Agreement
lo: ຂໍ້ຕົກລົງສັນຍາແບບມີສ່ວນຮ່ວມນຳປະຊາຊົນ

source: Energy Contract
lo: ສັນຍາພະລັງງານ

source: Exploration Permit/License
lo: ໃບອະນຸຍາດສຳຫຼວດ

source: Exploitation/extraction permit or license
lo: ໃບອະນຸຍາດສຳຫຼວດ/ຂຸດຄົ້ນ

source: Forest Concession Contract
lo: ສັນຍາສຳປະທານປ່າໄມ້

source: In-land Fishcatchment Concession Contract
lo: ສັນຍາສຳປະທານການລ້ຽງປານໍ້າຈືດ

source: Infrastructure Contract
lo: ສັນຍາພື້ນຖານໂຄງລ່າງ

source: Investment Promotion Agreement
lo: ຂໍ້ຕົກລົງສົ່ງເສີມການລົງທຶນ

source: Joint Venture Agreement
lo: ຂໍ້ຕົກລົງການລົງທຶນແບບຮູ້ນສ່ວນ

source: Land Concession Contract
lo: ສັນຍາສຳປະທານທີ່ດິນ

source: Memorandum of Understanding
lo: ບົດບັນທຶກຄວາມເຂົ້າໃຈ

source: Maritime Fishcatchment Concession Contract
lo: ສັນຍາສຳປະທານການລ້ຽງປານໍ້າເຄັມ

source: Other long-term leasing contract of State Assets
lo: ສັນຍາເຊົ່າຊັບສິນຂອງລັດໄລຍະຍາວອື່ນໆ

source: Production or Profit Sharing Agreement
lo: ຂໍ້ຕົກລົງການແບ່ງກຳໄລ ແລະ ຜົນຜະລິດ

source: Service Contract
lo: ສັນຍາການວ່າຈ້າງ

source: Social Land Concession
lo: ການສຳປະທານທີ່ດິນເພື່ອສັງຄົມ

source: Agreement
lo: ຂໍ້ຕົກລົງ

source: Agreements
lo: ຂໍ້ຕົກລົງ

source: Create agreement
lo: ສ້າງຂໍ້ຕົກລົງ

source: What are Agreements?
lo: ຂໍ້ຕົກລົງຫຍັງ?

source: View agreement
lo: ເບີ່ງຂໍ້ຕົກລົງ

source: Update agreement
lo: ປັບປຸງຂໍ້ຕົກລົງ

source: Manage
lo: ຄຸ້ມຄອງ

source: Activity Stream
lo: ກະແສກິດຈະກຳ

source: Record metadata not complete!!
lo: ບັນທຶກລາຍການ metadata ຍັງບໍ່ສົມບູນ!!

source: This agreement is missing some mandatory fields, please complete:
lo: ຂໍ້ຕົກລົງນີ້ຍັງຂາດຂໍ້ມູນທີ່ຈຳເປັນ, ກະລຸນາເຕື່ມໃຫ້ຄົບຖ້ວນ:

source: Add agreement
lo: ເພີ່ມຂໍ້ຕົກລົງ

source: Are you sure you want to delete this dataset?
lo: ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລົບຊຸດຂໍ້ມູນນີ້?

source: Delete
lo: ລຶບ

source: Search agreements...
lo: ຄົ້ນຫາຂໍ້ຕົກລົງ

source: Add data
lo: ເພີ່ມຂໍ້ມູນ

source: Submit
lo: ສົ່ງ
